Repository: djlucas123456/plugin.iptv.tmobiletvgo
Catalog: resources/language/resource.language.*/strings.po
Languages: cs_cz

# #30000
source: Recordings
cs_cz: Nahrávky

# #30001
source: Delete recording
cs_cz: Odstranit nahrávku

# #30002
source: Are you sure you want to delete recording?
cs_cz: Opravdu chcete odstranit nahrávku?

# #30100
source: Account
cs_cz: Účet

# #30102
source: User Name
cs_cz: Jméno

# #30103
source: Password
cs_cz: Heslo

# #30104
source: When no device is available use oldest
cs_cz: Jestli není dostupné žádné zařízení, použij nejstarší.

# #30105
source: Quality
cs_cz: Kvalita

# #30111
source: Adaptive
cs_cz: Adaptivní

# #30112
source: Low
cs_cz: Nízká lepší

# #30113
source: Extra Low
cs_cz: Střední

# #30114
source: Medium
cs_cz: Nejlepší

# #30123
source: Directory of playlist
cs_cz: Adresář

# #30124
source: File name
cs_cz: Soubor

# #30142
source: Enabled EPG
cs_cz: Generovat EPG

# #30143
source: Directory of EPG file
cs_cz: Adresář

# #30144
source: File Name
cs_cz: Soubor

# #30145
source: Days
cs_cz: Počet dní

# #30301
source: Too many devices, select device to disconnect
cs_cz: Překročený limit připojených zařízení. Vyberte zařízení které se má odpojit.

# #30501
source: User name or password is not defined
cs_cz: Jméno nebo heslo není nastavené

# #30502
source: User name or password is not valid
cs_cz: Jméno nebo heslo není správné

# #30503
source: Internet connection error
cs_cz: Není dostupné internetové připojení

# #30504
source: Stream is not available!
cs_cz: Stream není k dispozici!
